Repository: uabolt/BOLT-COLUMBIA-REP
Catalog: chunker/locale/*/LC_MESSAGES/django.po
Languages: ar_iq

source: No
ar_iq: كلا

source: Yes
ar_iq: نعم

source: Legible
ar_iq: مقروء/ واضح المعنى

source: Guess
ar_iq: خمن/ إحزر

source: Question
ar_iq: سؤال

source: Part of speech
ar_iq: جزء من الكلام

source: Continue the process
ar_iq: أكمل أو إسأل؟

source: Can you understand the meaning of the sentence?
ar_iq: هل بإمكانك أن تفهم معنى الجملة؟

source: Try to guess the words that fit into the ____ place if possible
ar_iq: حاول أن تخمن الكلمات التي من قد تملآ الفراغ إذا أمكن ذلك

source: What would you ask the speaker (or author) of the sentence in order to identify what the missing words are? Please type your question here.
ar_iq: ماذا تود أن تسأل كاتب الجملة لغرض التعرف على الكلمة المفقودة فيها؟ الرجاء كتابة السؤال هنا.

source: Select the part of speech you believe that the ____ word is (e.g. Noun)
ar_iq: حاول أن تختار قسم الكلام المفقود في الفراغ..صفة..إسم وهكذا

source: Would you stop and ask a question
ar_iq: هل تود بأن توقف المحادثة لتوجيه سؤال إلةى المستخدم؟

source: Hardness
ar_iq: صعوبة

source: Local rephrease
ar_iq: إعادة صياغة باللهجة العراقية

source: Rephrase type
ar_iq: نوع إعادة الصياغة

source: Merged sentence
ar_iq: جملة مدمجة

source: Rephrase the complete sentence
ar_iq: أعد صياغة الجملة كاملة

source: How hard do you think the missing word or words are to rephrase
ar_iq: مامدى صعوبة تخمين أو إعادة صياغة الكلمات المفقودة

source: Try to provide a rephrase ONLY of the text within brakets. If rephrasing is too difficult, try to describe or define what the missing text means
ar_iq: حاول أن تعيد صياغة النص الفقط في مابين الأقواس فقط. إذا تعذر ذلك فحاول أن تصف أو تعرف النص المفقود ولو عن طريق الشرح الموجز

source: Try to merge your rephrased text into the original sentence, making minimal changes to the original sentence
ar_iq: حاول أن تدمج الكلمة الجديدة الى النص الأصلي مع إضافة التعديلات الضرورية فقط

source: Did you provide a 'rephrase' (rewriting the red text in different words) or a 'definition' (a description of what the words are, but not something you could insert with the rest of the sentence)?
ar_iq: هل قمت بإعادة صياغة للجملة (إعادة كتابة الكلمة باللون الأحمر بطريقة أخرى) أو تعريف الكلمة (وصف لمعنى الكلمة عن طريق الشرح والذي لايمكن إدخاله الى الجملة).

source: Please provide an alternate rephrasing of the original sentence
ar_iq: رجاءا..حاول أن تضيف جملة أو كلمة بديلة للنص الأصلي لو أمكن ذلك

source: Very easy
ar_iq: سهل جدا

source: Easy
ar_iq: سهل

source: More or less
ar_iq: أكثر أو أقل

source: Hard
ar_iq: صعب

source: Very hard
ar_iq: صعب جدا

source: Rephrase
ar_iq: إعادة صياغة

source: Definition
ar_iq: تعريف

source: Coordinating conjunction
ar_iq: أداة ربط بالتزامن

source: Cardinal number
ar_iq: العدد الأصلي

source: Foreign word
ar_iq: كلمة أجنبية

source: Preposition or subordinating conjunction
ar_iq: حرف جر أو أداة ربط

source: Adjective
ar_iq: صفة

source: Modal
ar_iq: شكلي

source: Noun, singular or mass
ar_iq: إسم, مفرد أو جمع

source: Proper noun, singular
ar_iq: إسم صحيح, مفرد

source: Personal pronoun
ar_iq: ضمير شخصي

source: Pronoun
ar_iq: ضمير

source: 7 Key Questions
ar_iq: أداة سؤال

source: Comparative/ Superlative
ar_iq: مقارنة / مفاضلة

source: Adverb
ar_iq: ظرف

source: Symbol
ar_iq: رمز

source: Verb, base form
ar_iq: فعل رئيسي

source: POS Annotation saved correctly.
ar_iq: جزء من الكلام.. حفظ الملاحظات بصورة صحيحة

source: Rephrase Annotation saved correctly.
ar_iq: إعادة صياغة..حفظ الملاحظات بصورة صحيحة

source: Reprhase
ar_iq: أعد صياغة

source: Task Complete. Thank you for participating.
ar_iq: إنتهى الواجب. شكرا جزيلا لمشاركتكم معنا

source: Please copy your task completion ID, %(user_code)s, to the form on Amazon Mechanical Turk. After we review your submission for completeness, we will provide payment using this task completion ID.
ar_iq: رجاءا.إكتب الرقم الخاص بإكمال الواجب هنا %(user_code)s لى الإستمارة الخاصة ببرنامج أمازون ميكانيكال ترك. سنقوم بتزويدكم بالمبلغ المخصص لإكمالكم هذاالواجب بإستخدام الرقم الخاص به بعد مراجعة الواجب المرسل من طرفكم.

source: You can continue with another task now by clicking
ar_iq: يمكنك الآن البدأ بواجب آخر عن طريق النقر

source: here
ar_iq: هنا

source: Each task you complete will result in payment of $3 to your Amazon Mechanical Turk account.
ar_iq: ستحصل على مبلغ 3 دولار في حسابك الخاص في أمازون ميكانيكال ترك لكل واجب تقوم من الإنتهاء منه.

source: Select the part of speech you believe that each of the ____ words is (e.g. Noun). Click on the + symbol to select more tags
ar_iq: إختر جزء الكلام الذي قد تجده مناسبا في مكان الفراغ __________ أضغط على رمز الـ+ لإختيار أكثر من جزء للكلام إذا كانت الجملة تدعو الى ذلك

source: Submit
ar_iq: أرسل المعلومات

source: <center> <h3>Welcome to the UA BOLT "clarification and rephrase" language task.</h3></center> <br /> <p>In the following pages we will present you with sentences that have parts of the sentence removed. For each sentence, you will be shown two pages: On the first, you will be asked questions about the missing part, then, after you submit your answers, you will be taken to another page where you will be shown what was removed and asked some additional questions. When you have submitted your answers to both pages, you will then be presented with a new sentence.</p> <p>You can stop at any time, although we ask that you complete the two pages of the current sentence before stopping.</p> <p>Also, you can return to this same web site to continue doing more later -- the task will pick up where you left off.</p> <p>Your answers to these questions will help us build a better language translation system!</p> <p>Please do as much as you can, as the more data we get from human language speakers, the better our computer system will get!</p> <p>Thank you for your help, we really appreciate it!</p>
ar_iq: <center><h3>أهلا وسهلا بكم معنا في برنامج إختبار نظام الترجمة مابين اللغة الأنكليزية والعربية </h3></center>باللهجة العراقية<br/><p>في الصفحات القادمة سنقوم بعرض بعض الجمل الغير متكاملة لإستقطاع بعضا من كلماتها. لكل جملة, ستظهر لك </p>صفحتان: في الصفحة الأولى, سيتم سؤالك عن الكلمات المفقودة. بعد أن تقوم بإرسال أجوبتك كاملة, ستذهب الى صفحة أخرى حيث ستظهر فيها الجمل مع الكلمات المفقودة بالإضافة الى عدة أسئلة. عندما تقوم بإرسال الأجوبة عن نفس <p>الجملة في الصفحتين, ستذهب الى جملة أخرى مع نفس الخطوات السابقة. يمكنك التوقف عن الإجابة في أي وقت تشاء </p>ولكننا نتمنى أن تقوم بالأجابة عن كافة الأسئلة في الصفحتين للجملة الواحدة على الأقل قبل أن تغادر. يمكنك أيضا <p>الرجوع للموقع ذاته لإكمال ماكنت تفعله في أي وقت. ستبدأ حينها من آخر محطة كنت فيها. أجوبتك حول هذه الجمل </p>ستساعدنا على إنشاء نظام ترجمة من اللغة الأنكليزية الى العربية العراقية بصورة أفضل <p>رجاءا: حاول أن تجيب على قدر أكبر من الأسئلة مع جمل مختلفة..كلما جمعنا معلومات أكثر من أشخاص يتكلمون اللغة العراقية كلما ساعدنا ذلك على تحسين نظام الترجمة. شكرا جزيلا لك على المساعدة..جهودك ستساعدنا في إعداد نظام ترجمة آلي بصورة ممتازة بإذن الله.</p>

source: This experiment relies on your best guess. The next page will tell you the right words and how hard was it to make the guess. Keep in mind that once you proceed to the second screen, you can’t go back to the first.
ar_iq: هذه التجربة تعتمد على التخمين بصورة كبيرة فلا داعي للقلق عن مدى صحة الإجابة ودقتها..الصفحة التالية ستسألك عن مدى صعوبة التخمين يجب الملاحظة أنه حالما تنتقل الى الصفحة التالي..لايمكنك الرجوع الى الصفحة السابقة

source: Start
ar_iq: إبدأ

source: Maximum of 18 tasks completed.
ar_iq: الحد الأقصى للواجبات "18" قد إنتهى‪.‬

source: You have completed the maximum number of 18 tasks. There are no further tasks to complete. Thank you for your great participation!
ar_iq: لقد قمت من الإنتهاء للحد الأقصى من الواجبات والبالغ 18 واجب. لايوجد أي واجبات أخرى بعد ذلك. شكرا جزيلا لمشاركتك العظيمة معنا.

source: Baghdad is divided into two major halves. What are they?
ar_iq: تنقسم بغداد الى قسمين رئيسيين؟ ماهما؟

source: what are the common nicknames for the following Iraqi Names (Nickname starts with Abu): Ali,Hussein and Mohammed?
ar_iq: ماهي كنية الأسماء العراقية التالية (الكنية تبدأ بكلمة أبو) علي, حسين و محمد؟

source: What's the two favorite games in almost all Iraqi coffee shops?
ar_iq: ماهي أهم لعبتين في المقاهي العراقية الشعبية؟

source: Complete the following well-known Iraqi proverb: When hungry ___ see nothing but food
ar_iq: أكمل الأمثال الشعبية العرا قية التالية:عند البطون تعمى ___________

source: What's the most popular type of bread in Iraq?
ar_iq: ماهو أكثر أنواع الصمون إستهلاكا في العراق؟

source: What's the most popular sport in Iraq?
ar_iq: ماهي أكثر رياضة معروفة في العراق؟

source: Complete the following well-known Iraqi proverb: Those who don't know how to dance always say the floor is _______.
ar_iq: أكمل الأمثال الشعبية العراقية التالية:المايعرف يركص يكوا الكاع __________

source: By checking this box, I attest that I am over the age of 18 years old
ar_iq: بعد وضع علامة صح على هذا الصندوق. أنا أتعهد بأني أبلغ من العمر 18 سنة أو أكبر.

source: By checking this box, I agree that my responses during the task can be used as part of this research project.
ar_iq: بعد وضع علامة صح على هذا الصندوق. أنا أوافق على إستخدام إجاباتي لغرض البحث الخاص ببرنامج الترجمة.

source: A BOLT Study Consent Verification
ar_iq: إستمارة موافقة

source: This study involves research on developing a system for automated translation between Iraqi Arabic and English.
ar_iq: هذه الدراسة تتضمن بحث في تطوير يرنامج آلي للترجمة بين اللغة الأنكليزية والعربية العراقية

source: The purpose of this study is to collect data from Iraqi Arabic speakers in response to simple questions about a set of Iraqi Arabic sentences. The answers to these questions will be used to improve the automatic translation system.
ar_iq: الغرض من هذه الدراسة هو لجمع المعلومات من متحدثين باللغة العربية/ اللهجة العراقية تحديدا وذلك من خلال الرد على أسئلة سهلة حول مجموعة من الجمل العربية باللهجة العراقية. الأجوبة لهذه الأسئلة ستسخدم لتطوير برنامج الترجمة الآلي.

source: The task involves filling out a series of simple web forms for an accompanying set of 10 sentences; each web form contains 5 questions, and there are 2 forms for each question (for a total of 20 forms to complete the task).
ar_iq: الواجب سيتضمن تعبئة عدد من الإستمارات الألكترونية (عن طريق الأنترنت) لمجموعة متكونة من عشر جمل.كل إستمارة ألكترونية ستحتوي على خمسة أسئلة. هناك إستمارتين لكل سؤال (المجموع الكلي سيكون عشرون إستمارة لتكملة الواجب)

source: It is estimated that the task takes about 10-15 minutes to complete.
ar_iq: الوقت المقدر لإنهاء الواجب هو 10 أو 15 دقيقة.

source: Once the task is complete, you will be provided with a code to submit to your Amazon Mechanical Turk account to indicate you complete the task. Pending review of your responses, you will be credited $3.00 (US currency) to your Amazon Mechanical Turk account. You have the option to repeat the task up to 18 times.
ar_iq: حالما يتم الإنتهاء من الواجب..سيتم تزويدك برقم خاص لكي تقدمه الى حسابك الخاص في أمازون ميكانيكال ترك والذي سيثبت بأنك قد إنتهيت من الواجب. سيكون هناك مراجعة للأجوبة المقدمة من حضراتكم, بعدها ستحصلون على مبلغ 3 دولارات أمريكي لكل واجب تضاف الى حساب الأمازون ميكانيكال ترك. لديك الخيار لإعادة المهمة لحد الوصول إلى 18 محاولة (مجموع 18 واجب).

source: Please read the following statements and check the boxes if you agree. Both boxes must be checked to proceed.
ar_iq: رجاءا..إقرأ الجمل التالية وضع علامة صح على الصندوق المرفق مع الجملة في حال الموافقة يجب وضع علامة صح على كلا الصندوقين لغرض المشاركةيجب أن تقوم بوضع علامة صح على الصندوقين قبل الوصول الى المرحلة القادمة.

source: speaker verification
ar_iq: المتحدث التحقق

source: Test for Native Iraqi Arabic Speakers
ar_iq: إختبار لمعرفة المتحدثين باللهجة العراقية العربية

source: Sorry, you did not pass our pre-test, so you cannot continue to the task. Thank you for your time.
ar_iq: عذرا, لم تتمكن من إجتياز الإختبار المعد مسبقا, لذلك لايمكنك الإكمال الى الخطوة التالية. شكرا جزيلا على وقتك معنا

source: UA BOLT Iraqi Arabic Speaker Verification: Success
ar_iq: التأكيد العربية رئيس العراقي

source: Congratulations, you've passed.
ar_iq: تهانينا, لقد إجتزت الأختبار بنجاح.

source: Click here
ar_iq: إضغط هنا

source: to continue to the task.
ar_iq: لكي تكمل ماهو مطلوب.
